---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Architecture.StairsRun
source: html/0e1a5887-9cc5-753a-64e1-9c14b6d583bf.htm
---
# StairsRun Members

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.